tap "adoptopenjdk/openjdk"
tap "daipeihust/tap"
tap "homebrew/bundle"
tap "robotsandpencils/made"
brew "act"
brew "alp"
brew "circleci"
brew "openssl@3"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "libpq"
brew "libyaml"
brew "node"
brew "nodebrew"
brew "openssl@1.1"
brew "peco"
brew "postgresql@14"
brew "python@3.11"
brew "rbenv"
brew "direnv"
brew "ripgrep"
brew "tfenv"
brew "tflint"
brew "tig"
brew "watchman"
brew "yarn"
brew "zoxide"
brew "procs"
brew "daipeihust/tap/im-select"
brew "robotsandpencils/made/xcodes"
brew "zinit"
brew 'z'
brew "neovim"
brew "lazydocker"
brew "stow"
brew "kubernetes-cli"
brew "htop"
cask "neat"
cask "google-chrome"
cask "raycast"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "chromedriver"
cask "dbeaver-community"
cask "docker"
cask "iterm2"
cask "cleanshot"
cask "ankerwork"
cask 'orbstack'
cask 'google-japanese-ime'
cask 'xcodes'
cask 'notion'
cask 'todoist'
cask 'chatgpt'
cask 'discord'
cask 'font-hack-nerd-font'
