tap "daipeihust/tap"
tap "robotsandpencils/made"
brew "act"
brew "alp"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "libpq"
brew "libyaml"
brew "ripgrep"
brew "tig"
brew "watchman"
brew "zoxide"
brew "procs"
brew "daipeihust/tap/im-select"
brew "robotsandpencils/made/xcodes"
brew "zinit"
brew "neovim"
brew "lazydocker"
brew "stow"
brew "kubernetes-cli"
brew "htop"
brew "mise"
brew "openssl@3"
brew "rbenv"
brew "ruby-build"
brew "ollama"
brew "awscli"
brew "difftastic"
brew "speedtest-cli"
cask "git-credential-manager"
cask "google-chrome"
cask "raycast"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "chromedriver"
cask "dbeaver-community"
cask "docker"
cask "iterm2"
cask "cleanshot"
cask "ankerwork"
cask 'orbstack'
cask 'google-japanese-ime'
cask 'xcodes'
cask 'notion'
cask 'todoist'
cask 'discord'
cask 'font-hack-nerd-font'
cask 'diplaylink'
cask 'google-cloud-sdk'
cask 'superwhisper'
cask 'chatgpt'
